/* minutes ago */
"AGO_MINUTES" = "il y a %i minutes";

/* hours ago */
"AGO_HOURS" = "il y a %i heures";

/* days ago */
"AGO_DAYS" = "il y a %i jours";

/* years ago */
"AGO_YEARS" = "il y a %i années";

/* Altitude */
"ALTITUDE" = "Altitude";

/* Altitude format string */
"ALTITUDE_FORMAT" = "Altitude %@ m";

/* Altitude format string */
"ALTITUDE_SHORT_FORMAT" = "%@ m";

/* Back */
"BACK" = "Retour";

/* Cancel */
"CANCEL" = "Annuler";

/* Coordinate */
"COORDINATE" = "Position";

/* Coordinate */
"COORDINATE_SHOW" = "Montrer";

/* Coordinate */
"COORDINATE_SHOW_IN_MAPS" = "Montrer dans Plans";

/* Duration */
"DURATION0" = "4h";

/* Duration */
"DURATION1" = "6h";

/* Duration */
"DURATION2" = "12h";

/* Duration */
"DURATION3" = "1j";

/* Duration */
"DURATION4" = "2j";

/* Duration */
"DURATION5" = "3j";

/* Error */
"ERROR_NETWORK" = "Erreur réseau";

/* Error */
"ERROR_SERVER_DATA" = "Donnée invalide";

/* Error */
"ERROR_SERVER_DATABASE" = "Erreur base de donnée";

/* Error */
"ERROR_SERVER_UNKNOWN" = "Erreur serveur";

/* Humidity */
"HUMIDITY" = "Humidité";

/* Humidity format */
"HUMIDITY_FORMAT" = "%@ %%";

/* in minutes */
"IN_MINUTES" = "dans %i minutes";

/* in hours */
"IN_HOURS" = "dans %i heures";

/* in days */
"IN_DAYS" = "dans %i jours";

/* in years */
"IN_YEARS" = "dans %i années";

/* Not available */
"NOT_AVAILABLE" = "---";

/* Refresh */
"REFRESH" = "Recharger";

/* Station detail section info */
"SECTION_CURRENT" = "Vent Courant";

/* Station detail section history */
"SECTION_HISTORY" = "Historique";

/* Station detail section history footer */
"SECTION_HISTORY_FOOTER" = "Moyenne sur la dernière heure";

/* Station detail section info */
"SECTION_INFO" = "Information";

/* Station detail section info */
"SECTION_WEATHER" = "Météo";

/* Settings */
"SETTINGS" = "Réglages";

/* Show in Maps */
"SHOW_IN_MAPS" = "Montrer dans Carte";

/* Select displayed stations */
"SHOW_STATIONS" = "Montrer Stations";

/* Show All Stations */
"SHOW_STATIONS_ALL" = "Montrer Toutes Les Stations";

/* Hide All Stations */
"SHOW_STATIONS_NONE" = "Cacher Toutes Les Stations";

/* Stations */
"STATIONS" = "Stations";

/* Temperature */
"TEMPERATURE" = "Température";

/* Temperature format*/
"TEMPERATURE_FORMAT" = "%@ °C";

/* Updated */
"UPDATED" = "Mis à jour";

/* Average Wind */
"WIND_AVERAGE" = "Moyenne";

/* Current Wind */
"WIND_CURRENT" = "Courant";

/* Wind format */
"WIND_FORMAT" = "%@ km/h";

/* Wind graph */
"INDEX_WIND_GRAPH" = "Graphique";

/* Current Wind */
"WIND_MAX" = "Max";

/* Current Wind */
"WIND_MIN" = "Min";

/* Current Wind */
"WIND_TREND" = "Tendance";

/* Current Wind */
"WIND_TREND_FORMAT" = "%@ °";

/* Wind directions */
"WIND_DIRECTION_0" = "N";
"WIND_DIRECTION_1" = "NE";
"WIND_DIRECTION_2" = "E";
"WIND_DIRECTION_3" = "SE";
"WIND_DIRECTION_4" = "S";
"WIND_DIRECTION_5" = "SO";
"WIND_DIRECTION_6" = "O";
"WIND_DIRECTION_7" = "NO";
